Repository: RduMarais/LibreKast
Catalog: pollsite/lang/*/LC_MESSAGES/django.po
Languages: fr

source: Poll
fr: Sondage

source: Text Only
fr: Texte

source: Word Cloud
fr: Nuage de mots

source: Youtube Live Stream
fr: Stream Youtube

source: Twitch live
fr: Stream twitch

source: Twitch AND Youtube
fr: Twitch ET Youtube

source: Name of the API key
fr: Nom de la clé API

source: Description of the API key
fr: Description de la clé API

source: OAuth Token
fr: Token OAuth

source: OAuth Client ID
fr: Client ID OAuth

source: OAuth Client Secret
fr: Client Secret OAuth

source: Title of Meeting
fr: Nom de l'évènement

source: Type of Meeting : IRL or live stream
fr: Type d'évènement : sur place ou en stream

source: Security Code for joining the Meeting
fr: Code de sécurité pour pouvoir reoindre l'évènement

source: Meeting has started
fr: L'évènement a commencé

source: Reward the fastest answers
fr: Récompenser la rapidité de réponse

source: Start time of the meeting
fr: Début de l'évènement

source: End time of the meeting
fr: Fin de l'évènement

source: Image for your meeting
fr: Image de l'évènement

source: Max chat messages to show
fr: Nombre de messages max à montrer

source: Max chat messages for OBS
fr: Nombre de messages max pour OBS

source: video stream ID for Youtube
fr: ID de la vidéo (Youtube)

source: channel ID for Twitch
fr: Nom de chaîne (Twitch)

source: Meeting
fr: Évènement

source: Meetings
fr: Évènements

source: Thanks for using LibreKast. Please feel free to check ![the author's website](https://www.pour-info.tech/)
fr: Merci d'avoir utilisé LibreKast. N'hésitez pas à jeter un coup d'oeil à la chaine Youtube de son auteur : https://www.youtube.com/c/PourInfo

source: command to trigger the message
fr: Commande pour déclencher le message

source: Message to send when the command is sent
fr: Message à envoyer en réponse à la commande

source: is this command activated
fr: Cette commande est-elle activée

source: Your Name
fr: Votre nom

source: [YouTube only] is sponsor
fr: [YouTube uniquement] sponsor

source: is Youtube user
fr: utilisateur Youtube

source: Date Published
fr: Date de publication

source: Question already completed
fr: Question terminée

source: Type of Question
fr: Type de question

source: No correct answers yet
fr: Pas encore de bonne réponse

source: (For Youtube live) shorter text the participants can type to vote
fr: [Youtube uniquement] réponse courte prise en compte pour le hashtag

source: The meeting code is not valid
fr: Le code de participation n'est pas valide

source: Something went wrong
fr: Quelque chose a mal tourné

source: Django site admin
fr: LibreKast Admin

source: How-To
fr: Tuto

source: Contributors
fr: Contributeurs

source: See Source Code on GitHub
fr: Voir le code source sur GitHub

source: Catch
fr: Saisissez

source: Your participant's attention
fr: L'attention de vos participants

source: Gamify
fr: Gagnez

source: Your meetings with scores
fr: Des points en jouant

source: Visualize
fr: Visualisez

source: The different ideas with graphs
fr: Vos idées avec des graphiques

source: Rythm
fr: Rythmez

source: Your interventions with key ideas
fr: Vos interventions avec des jeux

source: (To get the chat rolling, a Librekast admin must be connected on the dashboard)
fr: (Pour lancer le chat, un administrateur LibreKast doit être connectéau tableau de bord)

source: Next Activity is about to start...
fr: L'activité suivante va démarrer

source: Current Question title
fr: Titre Question

source: START
fr: COMMENCER

source: start activity
fr: Démarrer l'activité

source: show scoreboard
fr: envoyer les scores

source: next activity
fr: suivant

source: Status
fr: État

source: &#9199; to start a question, &#128202; to show the results, &#9193; to go to next question.
fr: &#9199; pour commencer l'activité, &#128202; pour montrer les résultats, &#9193; pour passer à la suite.

source: Chat Log
fr: Clavardage

source: Username
fr: Nom

source: Join a Meeting
fr: Rejoindre un évènement

source: Activities completed
fr: Activités terminées

source: Join Meeting
fr: Rejoindre l'évènement

source: Choose a username
fr: Choisissez un pseudo

source: Meeting code
fr: Code de l'évènement

source: Join
fr: Rejoindre

source: Previous questions
fr: Questions précédentes

source: See results
fr: Voir les résultats
